Repository: Darshpreet2000/LibreHealth-Essential-Care-For-Every-Baby
Catalog: lib/l10n/app_*.arb
Languages: de, hi

source: About
de: Über
hi: तकरीबन

source: Account Details
de: Kontodetails
hi: खाता विवरण

source: Activity
de: Aktivität
hi: गतिविधि

source: Admitted
de: Zugelassen
hi: स्वीकार किया

source: Babies Delivered
de: Babys geliefert Ba
hi: बच्चों की डिलीवरी

# babyOf
source: Baby of {motherName}
de: Baby von {motherName}
hi: {motherName} का बच्चा

source: Baby's Details
de: Angaben zum Baby
hi: बच्चे का विवरण

source: Birth Date & Time
de: Geburtsdatum und -zeit
hi: जन्म तिथि और समय

source: By Continuing you agree to our
de: Indem Sie fortfahren, stimmen Sie unseren
hi: जारी रखकर आप हमारी सहमति देते हैं to

source: Cookies Use
de: Verwendung von Cookies
hi: कुकीज़ का प्रयोग करें

source: C-Section
de: Versandart
hi: प्रसव का तरीका

# diagnosed
source: Diagnosed Babies
de: Diagnostiziert Babys
hi: निदान शिशुओं

source: Discharged
de: Entlassen
hi: छुट्टी दे दी गई

source: Discharged Babies
de: Entlassen Babys
hi: छुट्टी दे दी गई शिशुओं

source: Doctor's Schedule
de: Terminplan des Arztes
hi: डॉक्टर की अनुसूची

source: ECEB
hi: ईसीईबी

source: Essential Care For Every Baby
de: Grundlegende Pflege für jedes Baby
hi: हर बच्चे के लिए आवश्यक देखभाल

source: Facility
de: Einrichtung
hi: सुविधा

source: Female
de: Weiblich
hi: महिला

source: Forceps Delivery
de: Zangenabgabe
hi: संदंश वितरण

source: Gender
de: Geschlecht
hi: लिंग

source: Helping Babies Survive
de: Babys beim Überleben helfen
hi: बच्चों को जीवित रहने में मदद करना

source: High Risk
de: Hohes Risiko
hi: भारी जोखिम

source: Home
de: Zuhause
hi: घर

# hoursFromBirth
source: {hours} hours from birth
de: {hours} Stunden ab der Geburt
hi: जन्म से {hours} घंटे

# minutesFromBirth
source: {minutes} minutes from birth
de: {minutes} Minuten nach der Geburt
hi: जन्म से {minutes} मिनट

source: ID
de: ICH WÜRDE
hi: ईद

source: including our
de: einschließlich unserer
hi: हमारे सहित

source: Individual
de: Individuell
hi: व्यक्ति

source: List of Babies
de: Liste der Babys
hi: शिशुओं की सूची

source: Location
de: Ort
hi: स्थान

source: Male
de: Männlich
hi: पुरुष

source: Messages
de: Mitteilungen
hi: संदेशों

source: Mode Of Delivery
de: Versandart
hi: प्रसव का तरीका

source: Monitoring Alerts
de: Überwachung von Warnungen
hi: निगरानी अलर्ट

source: Mother's Details
de: Angaben zur Mutter
hi: माता का विवरण

source: Mother's name
de: Name der Mutter
hi: माता का नाम

source: Multiple
de: mehrere
hi: विभिन्न

source: Name
hi: नाम

source: No
de: Nein
hi: नहीं न

source: Normal
hi: साधारण

source: Notifications
de: Benachrichtigungen
hi: सूचनाएं

source: On Call Doctors
de: Ärzte auf Abruf
hi: कॉल डॉक्टरों पर

source: Other
de: Andere
hi: अन्य

source: Others
de: Andere
hi: अन्य

source: password
de: Passwort
hi: पारण शब्द

source: Past Registered
de: In der Vergangenheit registriert
hi: विगत पंजीकृत

# privacyPolicies
source: Privacy Policies, Data Usage Policies
de: Datenschutzrichtlinien, Datennutzungsrichtlinien
hi: गोपनीयता पालिसी, डेटा उपयोग नीतियां

source: Profile
de: Profil
hi: प्रोफ़ाइल

source: Recently Added
de: Kürzlich hinzugefügt
hi: हाल ही में जोड़ा

source: Register
de: Registrieren
hi: रजिस्टर करें

source: Registered Babies
de: Eingetragen Babys
hi: दर्ज कराई शिशुओं

source: Registration
de: Anmeldung
hi: पंजीकरण

source: Report a Bug
de: Melde einen technischen Fehler
hi: गलती सूचित करें

# riskAssessment
source: Risk Assessments
de: Risikobewertungen
hi: जोख़िम का आकलन

source: Search the list of babies
de: Durchsuchen Sie die Liste der Babys
hi: शिशुओं की सूची खोजें

source: Share App
de: App teilen
hi: ऐप शेयर करें

source: Share Location
de: Ort teilen
hi: स्थान साझा करें

source: Sign In
de: Einloggen
hi: दाखिल करना

source: Single
hi: एक

source: Skin Color Changes in Newborn
de: Veränderungen der Hautfarbe bei Neugeborenen
hi: नवजात शिशु में त्वचा का रंग बदलता है

source: Sort By
de: Sortieren nach
hi: इसके अनुसार क्रमबद्ध करें

source: Status
hi: स्थिति

source: Summary of 24 Hours
de: Zusammenfassung von 24 Stunden
hi: 24 घंटे का सारांश

source: Time
de: Zeit
hi: समय

source: To Register a Baby
de: So registrieren Sie ein Baby
hi: एक बच्चे को पंजीकृत करने के लिए

source: Traumas During Birth
de: Traumata während der Geburt
hi: जन्म के दौरान आघात

source: username
de: Nutzername
hi: उपयोगकर्ता नाम

source: Vacuum Extraction
de: Vakuumextraktion
hi: वैक्यूम निष्कर्षण

source: Ward's Name
de: Name der Gemeinde
hi: वार्ड का नाम

# weightOfBabyInGrams
source: Weight of the baby in (grams)
de: Gewicht des Babys in (Gramm)
hi: बच्चे का वजन (ग्राम में)

source: Yes
de: Ja
hi: हाँ

source: Danger
de: Achtung
hi: खतरा

# postCheckup
source: Post {minute} minute checkup
de: Nach {minute} Überprüfung
hi: {minute} चेकअप पोस्ट करें

source: Problem
hi: संकट

source: Risk Assessments
de: Risikobewertungen
hi: जोख़िम का आकलन

# statusChanged
source: Status changed {from} to {to}
de: Status von {from} zu {to} geändert
hi: स्थिति {from} बदलकर {to} कर दी गई

source: Enter Mother's name
de: Geben Sie den Namen der Mutter ein
hi: माता का नाम दर्ज करें

source: Enter Ward name
de: Gemeindenamen eingeben
hi: वार्ड का नाम दर्ज करें

source: Error during communication
de: Fehler bei der Kommunikation
hi: संचार के दौरान त्रुटि

# errorOccuredWhileCommunication
source: Error occured while communication with server with statuscode: {code}
de: Bei der Kommunikation mit dem Server ist ein Fehler mit dem Statuscode aufgetreten: {code}
hi: स्थिति कोड के साथ सर्वर से संचार करते समय त्रुटि हुई: {code}

source: Invalid input
de: Ungültige Eingabe
hi: अमान्य निवेश

source: Invalid request
de: Ungültige Anfrage
hi: अमान्य अनुरोध

source: No internet connection
de: Keine Internetverbindung
hi: कोई इंटरनेट कनेक्शन नहीं

source: Select babies delivered
de: Ausgewählte Babys geliefert
hi: डिलीवर किए गए बच्चों का चयन करें

# selectGenderForChild
source: Select gender for child {index}
de: Geschlecht für Kind auswählen {index}
hi: बच्चे के लिए लिंग चुनें {index}

source: Select mode of delivery
de: Versandart auswählen
hi: डिलीवरी का तरीका चुनें

# selectSkinColorChangesForChild
source: Select skin color changes for child {index}
de: Hautfarbenänderungen für Kind auswählen {index}
hi: बच्चे के लिए त्वचा के रंग में बदलाव चुनें {index}

# selectTraumasDuringBirthForChild
source: Select traumas during birth for child {index}
de: Traumata während der Geburt für Kind auswählen {index}
hi: बच्चे के लिए जन्म के दौरान आघात का चयन करें {index}

# unauthorised
source: Unauthorized
de: Nicht autorisiert
hi: अनधिकृत
